{
	"title": "A Legend Of Truth",
	"author": "Rudyard Kipling",
	"type": "poem",
	"text": "Once on a time, the ancient legends tell,\nTruth, rising from the bottom of her well,\nLooked on the world, but, hearing how it lied,\nReturned to her seclusion horrified.\nThere she abode, so conscious of her worth,\nNot even Pilate's Question called her forth,\nNor Galileo, kneeling to deny\nThe Laws that hold our Planet 'neath the sky.\nMeantime, her kindlier sister, whom men call\nFiction, did all her work and more than all,\nWith so much zeal, devotion, tact, and care,\nThat no one noticed Truth was otherwhere.\n\nThen came a War when, bombed and gassed and mined,\nTruth rose once more, perforce, to meet mankind,\nAnd through the dust and glare and wreck of things,\nBeheld a phantom on unbalanced wings,\nReeling and groping, dazed, dishevelled, dumb,\nBut semaphoring direr deeds to come.\n\nTruth hailed and bade her stand; the quavering shade\nClung to her knees and babbled, 'Sister, aid!\nI am--I was--thy Deputy, and men\nBesought me for my useful tongue or pen\nTo gloss their gentle deeds, and I complied,\nAnd they, and thy demands, were satisfied.\nBut this--' she pointed o'er the blistered plain,\nWhere men as Gods and devils wrought amain--\n'This is beyond me! Take thy work again.'\n\nTablets and pen transferred, she fled afar,\nAnd Truth assumed the record of the War...\nShe saw, she heard, she read, she tried to tell\nFacts beyond precedent and parallel--\nUnfit to hint or breathe, much less to write,\nBut happening every minute, day and night.\nShe called for proof. It came. The dossiers grew.\nShe marked them, first, 'Return. This can't be true.'\nThen, underneath the cold official word:\n'This is not really half of what occurred.'\n\nShe faced herself at last, the story runs,\nAnd telegraphed her sister: 'Come at once.\nFacts out of hand. Unable overtake\nWithout your aid. Come back for Truth's own sake!\nCo-equal rank and powers if you agree.\nThey need us both, but you far more than me!'"
}